Repository: denizcakmakci/HubxCase
Catalog: lib/core/localization/l10n/app_*.arb
Languages: tr

# startedHeadlineText
source: Welcome to {highlight}
tr: {highlight} uygulamasına hoş geldiniz

# startedInfoText
source: Identify more than 3000+ plants and 88% accuracy.
tr: 3000'den fazla bitkiyi %88 doğrulukla tanımlayın.

# policyText
source: By tapping next, you are agreeing to PlantID
tr: İleri'ye dokunarak PlantID şartlarını kabul etmiş olursunuz

source: Terms of Use
tr: Kullanım Koşulları

source: Privacy Policy.
tr: Gizlilik Politikası.

# onboardFirstHeadlineText
source: Take a photo to {highlight} the plant!
tr: Bitkiyi {highlight} için bir fotoğraf çekin!

# onboardFirstHighlightWord
source: identify
tr: tanımlamak

# onboardLastHeadlineText
source: Get plant {highlight}
tr: Bitki {highlight} alın

# onboardLastHighlightWord
source: care guides
tr: bakım rehberlerini

# startedButton
source: Get Started
tr: Başla

# continueButton
source: Continue
tr: Devam et

source: Access All Features
tr: Tüm Özelliklerin Kilidini Aç

source: Unlimited
tr: Sınırsız

source: Plant Identify
tr: Bitki Tanıma

source: Faster
tr: Daha Hızlı

source: Process
tr: İşlem

# oneMonth
source: 1 Month
tr: 1 Ay

# monthlyPrice
source: $2.99/month, auto renewable
tr: ₺2,99/ay, otomatik yenilenir

# oneYear
source: 1 Year
tr: 1 Yıl

# freeTrialNote
source: First 3 days free, then $529.99/year
tr: İlk 3 gün ücretsiz, ardından ₺529,99/yıl

source: Save 50%
tr: %50 Tasarruf

# tryFree
source: Try free for 3 days
tr: 3 gün ücretsiz dene

# afterTrialNote
source: After the 3-day free trial period you’ll be charged ₺274.99 per year unless you cancel before the trial expires. Yearly Subscription is Auto-Renewable.
tr: 3 günlük ücretsiz deneme süresinden sonra iptal etmediğiniz takdirde yıllık ₺274,99 ücretlendirilirsiniz. Yıllık abonelik otomatik yenilenir.

source: Terms • Privacy • Restore
tr: Kullanım Şartları • Gizlilik • Geri Yükle

source: Hi, plant lover!
tr: Merhaba, bitki sever!

source: Good Afternoon! ⛅
tr: İyi öğleden sonralar! ⛅

source: Search for plants
tr: Bitki ara

source: FREE Premium Available
tr: ÜCRETSİZ Premium Mevcut

# tapToUpgrade
source: Tap to upgrade your account!
tr: Hesabınızı yükseltmek için dokunun!

source: Home
tr: Ana Sayfa

source: Diagnose
tr: Teşhis Et

source: My Garden
tr: Bahçem

source: Profile
tr: Profil
